brew 'ansible'
brew 'argocd'
brew 'automake'
brew 'bash'
brew 'bash-completion'
brew 'bashish'
brew 'bat'
brew 'bcrypt'
brew 'binutils'
brew 'bzip2', link: true
brew 'certbot'
brew 'cfssl'
brew 'chafa'
brew 'consul'
brew 'coreutils'
brew 'cosign'
brew 'curl', link: true
brew 'diffutils'
brew 'dos2unix'
brew 'ed'
brew 'exif'
brew 'exiftags'
brew 'exiftool'
brew 'fd'
brew 'fdupes'
brew 'ffmpeg'
brew 'ffmpeg2theora'
brew 'ffmpegthumbnailer'
brew 'findutils'
brew 'flac'
brew 'fontconfig'
cask 'font-dejavu-sans-mono-nerd-font'
brew 'freetype'
brew 'gawk'
brew 'gdb'  # gdb requires further actions to make it work. See `brew info gdb`.
brew 'git'
brew 'git-lfs'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'gpatch'
brew 'gpg'
brew 'graphicsmagick'
brew 'graphviz'
brew 'grep'
brew 'groovy'
brew 'helm'
brew 'helmfile'
brew 'httrack'
brew 'imagemagick'
brew 'imessage-ruby'
brew 'jasper'
brew 'jq'
brew 'k3sup'
brew 'less'
brew 'libdvdcss'
brew 'libdvdnav'
brew 'libdvdread'
brew 'libgphoto2'
brew 'libpng'
brew 'libtiff'
brew 'libzip'
brew 'lsdvd'
brew 'm4'
brew 'make'
brew 'maven'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'p7zip'
brew 'packer'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'pstree'
brew 'puppetlabs/puppet/wash'
brew 'readline'
brew 'ripgrep'
brew 'rsync'
brew 'salt'
brew 'scrypt'
brew 'shellcheck'
brew 'starship'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'unzip'
brew 'vim'
brew 'virtualenv'
brew 'watch'
brew 'wdiff'
brew 'wget'
brew 'xsv'
brew 'yq'
brew 'zsh'
cask "microsoft-office"
cask 'apache-directory-studio'
cask 'authy'
cask 'blender'
cask 'canva'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'freemind'
cask 'geektool'
cask 'gfxcardstatus'
cask 'gimp'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-earth-pro'
cask 'handbrake'
cask 'imageoptim'
cask 'inkscape'
cask 'iterm2'
cask 'keybase'
cask 'lens'
cask 'puppetlabs/puppet/pdk'
cask 'puppetlabs/puppet/puppet-agent'
cask 'puppetlabs/puppet/puppet-bolt'
cask 'quicksilver'
cask 'shotcut'
cask 'spectacle'
cask 'spotify'
cask 'tad'
cask 'teamviewer'
cask 'transmission'
cask 'vagrant'
cask 'vagrant-manager'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark-chmodbpf'
cask 'xquartz'
cask 'yubico-yubikey-manager'
cask 'zoom'
mas "Microsoft Remote Desktop 10", id: 1295203466
mas 'Pages', id: 409201541
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/linux-dev'
tap 'homebrew/services'
